export const initProducts = [
    {
        "id": 1,
        "nameRu": "Хумус, обычный"
    },
    {
        "id": 2,
        "nameRu": "Помидоры, виноград, сырые"
    },
    {
        "id": 3,
        "nameRu": "Фасоль, свежая, зеленая, консервированная, в обычной упаковке, без косточек"
    },
    {
        "id": 4,
        "nameRu": "Сосиски говяжьи, необжаренные"
    },
    {
        "id": 5,
        "nameRu": "Орехи, миндаль, обжаренные в сухарях, с добавлением соли"
    },
    {
        "id": 6,
        "nameRu": "Капуста, сырая"
    },
    {
        "id": 7,
        "nameRu": "Яйца, целые, сырые, замороженные, пастеризованные"
    },
    {
        "id": 8,
        "nameRu": "Яйцо, белое, сырое, замороженное, пастеризованное"
    },
    {
        "id": 9,
        "nameRu": "Яйцо, белое, сушеное"
    },
    {
        "id": 10,
        "nameRu": "Луковые кольца, запанированные, обжаренные на пару, замороженные, готовые, запеченные в духовке"
    },
    {
        "id": 11,
        "nameRu": "Соленые огурцы, зелень укропа или кошерного укропа"
    },
    {
        "id": 12,
        "nameRu": "Сыр, пармезан, тертый"
    },
    {
        "id": 13,
        "nameRu": "Сыр пастеризованный, американский, обогащенный витамином D"
    },
    {
        "id": 14,
        "nameRu": "Сок грейпфрутовый, белый, консервированный или в бутылках, несладкий"
    },
    {
        "id": 15,
        "nameRu": "Персики желтые, сырые"
    },
    {
        "id": 16,
        "nameRu": "Семечки, ядра семян подсолнечника, обжаренные в сухарях, с добавлением соли"
    },
    {
        "id": 17,
        "nameRu": "Хлеб белый, промышленного приготовления"
    },
    {
        "id": 18,
        "nameRu": "Капуста кале, замороженная, отварная, без соли"
    },
    {
        "id": 19,
        "nameRu": "Горчица готовая, желтая"
    },
    {
        "id": 20,
        "nameRu": "Киви, зеленые, сырые"
    },
    {
        "id": 21,
        "nameRu": "Нектарины, сырые"
    },
    {
        "id": 22,
        "nameRu": "Сыр, чеддер"
    },
    {
        "id": 23,
        "nameRu": "Сыр творожный, нежирный, 2%-ной молочной жирности"
    },
    {
        "id": 58,
        "nameRu": "Апельсины, сырые, с пупками"
    },
    {
        "id": 24,
        "nameRu": "Сыр моцарелла, с низким содержанием влаги, частично обезжиренный"
    },
    {
        "id": 25,
        "nameRu": "Яйцо, цельное, сушеное"
    },
    {
        "id": 26,
        "nameRu": "Яйцо, желток, сырое, замороженное, пастеризованное"
    },
    {
        "id": 27,
        "nameRu": "Яйцо, желток, сушеное"
    },
    {
        "id": 28,
        "nameRu": "Йогурт, греческий, простой, обезжиренный"
    },
    {
        "id": 29,
        "nameRu": "Йогурт, греческий, клубничный, обезжиренный"
    },
    {
        "id": 30,
        "nameRu": "Масло, кокосовое"
    },
    {
        "id": 31,
        "nameRu": "Курица, бройлеры или фритюрницы, голени, только мясные, вареные, тушеные"
    },
    {
        "id": 32,
        "nameRu": "Курица, приготовленная на гриле или во фритюре, грудка, без кожи, без костей, только для мяса, вареная, тушеная"
    },
    {
        "id": 33,
        "nameRu": "Соус, паста, спагетти\/маринара, готовая к подаче"
    },
    {
        "id": 34,
        "nameRu": "Ветчина, нарезанная ломтиками, расфасованная, мясные деликатесы (без содержания жира 96%, с добавлением воды)"
    },
    {
        "id": 35,
        "nameRu": "Оливки, зеленые, мансанилья, фаршированные пимен-тро"
    },
    {
        "id": 36,
        "nameRu": "Печенье овсяное, мягкое, с изюмом"
    },
    {
        "id": 37,
        "nameRu": "Помидоры консервированные, красные, спелые, нарезанные кубиками"
    },
    {
        "id": 38,
        "nameRu": "Рыба, пикша, сырая"
    },
    {
        "id": 39,
        "nameRu": "Рыба, минтай, сырой"
    },
    {
        "id": 40,
        "nameRu": "Рыба, тунец, нежирный, консервированный в воде, без косточек"
    },
    {
        "id": 41,
        "nameRu": "Ресторан, китайская кухня, жареный рис, без мяса"
    },
    {
        "id": 42,
        "nameRu": "Ресторан, латиноамериканский, тамале, свинина"
    },
    {
        "id": 43,
        "nameRu": "Ресторан, латиноамериканский, pupusas con frijoles (пупусы с фасолью)"
    },
    {
        "id": 44,
        "nameRu": "Хлеб цельнозерновой, промышленного приготовления"
    },
    {
        "id": 45,
        "nameRu": "Говядина, корейка, вырезка для жарки, только нежирная, без костей, обезжиренная до 0%, отборная, вареная, запеченная в духовке"
    },
    {
        "id": 46,
        "nameRu": "Говядина, филейная часть, стейк из филейной части, без костей, с начинкой, только нежирная, обезжиренная до 1\/8 жирности, отборная, сырая"
    },
    {
        "id": 47,
        "nameRu": "Говядина круглая, обжаренная в виде глазка, без костей, только нежирная, обезжиренная до 0 жирности, отборная, сырая"
    },
    {
        "id": 48,
        "nameRu": "Говядина круглая, обжаренная с верхом, без костей, только нежирная, обезжиренная до 0 жирности, отборная, сырая"
    },
    {
        "id": 49,
        "nameRu": "Говядина, филейная часть, стейк 'портерхаус', только нежирная, обезжиренная до 1\/8 жирности, отборная, сырая"
    },
    {
        "id": 50,
        "nameRu": "Говядина, филейная часть, стейк на т-образной кости, без костей, только нежирная, обезжиренная до 1\/8 жирности, отборная, вареная, на гриле"
    },
    {
        "id": 51,
        "nameRu": "Морковь, замороженная, неподготовленная"
    },
    {
        "id": 52,
        "nameRu": "Сыр белый сухой, кесо секо"
    },
    {
        "id": 53,
        "nameRu": "Сыр, рикотта, цельное молоко"
    },
    {
        "id": 54,
        "nameRu": "Сыр швейцарский"
    },
    {
        "id": 55,
        "nameRu": "Инжир, сушеный, сырой"
    },
    {
        "id": 56,
        "nameRu": "Салат латук, кос или ромэн, сырой"
    },
    {
        "id": 57,
        "nameRu": "Дыни, канталупа, сырые"
    },
    {
        "id": 59,
        "nameRu": "Молоко нежирное, жидкое, 1% молочного жира, с добавлением витамина А и витамина D"
    },
    {
        "id": 60,
        "nameRu": "Груши сырые, бартлетт"
    },
    {
        "id": 61,
        "nameRu": "Свинина ресторанная, китайская, кисло-сладкая"
    },
    {
        "id": 62,
        "nameRu": "Соль поваренная, йодированная"
    },
    {
        "id": 63,
        "nameRu": "Молоко, обезжиренное, жидкое, с добавлением витамина А и витамина D (обезжиренное или обезжиренное)"
    },
    {
        "id": 64,
        "nameRu": "Соус сальса, готовое к подаче"
    },
    {
        "id": 65,
        "nameRu": "Молоко с пониженным содержанием жира, жидкое, 2% молочного жира, с добавлением витамина А и витамин D"
    },
    {
        "id": 66,
        "nameRu": "Сосиски, сосиски для завтрака, говяжьи, предварительно приготовленные, без приправ"
    },
    {
        "id": 67,
        "nameRu": "Сосиски, итальянские, свиные, мягкие, вареные, обжаренные на сковороде"
    },
    {
        "id": 68,
        "nameRu": "Сосиски, свинина, чоризо, сырые или молотые, вареные, обжаренные на сковороде"
    },
    {
        "id": 69,
        "nameRu": "Молоко цельное, с содержанием молочного жира 3,25%, с добавлением витамина D"
    },
    {
        "id": 70,
        "nameRu": "Колбаса, индейка, полуфабрикаты, сырые"
    },
    {
        "id": 71,
        "nameRu": "Сахар, гранулированный"
    },
    {
        "id": 72,
        "nameRu": "Индейка, фаршированная, на 93% нежирная, на 7% жирная, обжаренная на сковороде"
    },
    {
        "id": 73,
        "nameRu": "Ветчина, нарезанная ломтиками, ресторанная"
    },
    {
        "id": 74,
        "nameRu": "Сыр американский, ресторанный"
    },
    {
        "id": 75,
        "nameRu": "Фасоль сухая, красного цвета (влажность 0%)"
    },
    {
        "id": 76,
        "nameRu": "Фасоль сухая, красного цвета (влажность 0%)"
    },
    {
        "id": 77,
        "nameRu": "Фасоль сухая, с майонезом (влажность 0%)"
    },
    {
        "id": 78,
        "nameRu": "Фасоль сухая, коричневая (влажность 0%)"
    },
    {
        "id": 79,
        "nameRu": "Фасоль сухая, коричневая (влажность 0%)"
    },
    {
        "id": 80,
        "nameRu": "Фасоль сухая, светло-коричневая (влажность 0%)"
    },
    {
        "id": 81,
        "nameRu": "Фасоль сухая, Кариока (влажность 0%)"
    },
    {
        "id": 82,
        "nameRu": "Фасоль сухая, клюквенная (влажность 0%)"
    },
    {
        "id": 83,
        "nameRu": "Фасоль сухая, Светло-красная с почками (влажность 0%)"
    },
    {
        "id": 84,
        "nameRu": "Фасоль сухая, розовая (влажность 0%)"
    },
    {
        "id": 85,
        "nameRu": "Фасоль сухая, с темно-красными почками (влажность 0%)"
    },
    {
        "id": 86,
        "nameRu": "Фасоль сухая, темно-синяя (влажность 0%)"
    },
    {
        "id": 87,
        "nameRu": "Фасоль сухая, мелкая белая (влажность 0%)"
    },
    {
        "id": 88,
        "nameRu": "Фасоль сухая, мелкая красная (влажность 0%)"
    },
    {
        "id": 89,
        "nameRu": "Фасоль сухая, черная (влажность 0%)"
    },
    {
        "id": 90,
        "nameRu": "Фасоль сухая, Пинто (влажность 0%)"
    },
    {
        "id": 91,
        "nameRu": "Фасоль сухая, Грейт Нозерн (влажность 0%)"
    },
    {
        "id": 92,
        "nameRu": "Брокколи, сырая"
    },
    {
        "id": 93,
        "nameRu": "Кетчуп ресторанный"
    },
    {
        "id": 94,
        "nameRu": "Яйца, сорт А, Крупные, яичный белок"
    },
    {
        "id": 95,
        "nameRu": "Яйца, сорт А, Крупные, яичный желток"
    },
    {
        "id": 96,
        "nameRu": "Масло рапсовое"
    },
    {
        "id": 97,
        "nameRu": "Масло кукурузное"
    },
    {
        "id": 98,
        "nameRu": "Масло соевое"
    },
    {
        "id": 99,
        "nameRu": "Масло оливковое первого отжима"
    },
    {
        "id": 100,
        "nameRu": "Яйца, сорт А, крупные, целое яйцо"
    },
    {
        "id": 101,
        "nameRu": "Свинина, вяленая, с беконом, вареная, ресторанная"
    },
    {
        "id": 102,
        "nameRu": "Сливочное масло, не соленое"
    },
    {
        "id": 103,
        "nameRu": "Мука пшеничная универсальная, обогащенная, отбеленная"
    },
    {
        "id": 104,
        "nameRu": "Мука пшеничная, универсальная, обогащенная, небеленая"
    },
    {
        "id": 105,
        "nameRu": "Мука пшеничная, универсальная, необогащенная, небеленая"
    },
    {
        "id": 106,
        "nameRu": "Мука цельнозерновая необогащенная"
    },
    {
        "id": 107,
        "nameRu": "Мука хлебопекарная белая, обогащенная, небеленая"
    },
    {
        "id": 108,
        "nameRu": "Мука рисовая, белая, необогащенная"
    },
    {
        "id": 109,
        "nameRu": "Мука кукурузная, желтая, мелкого помола, обогащенная"
    },
    {
        "id": 110,
        "nameRu": "Масло сливочное, соленое"
    },
    {
        "id": 111,
        "nameRu": "Лук репчатый, красный, сырой"
    },
    {
        "id": 112,
        "nameRu": "Лук репчатый, желтый, сырой"
    },
    {
        "id": 113,
        "nameRu": "Чеснок, сырой"
    },
    {
        "id": 114,
        "nameRu": "Мука, соевая, обезжиренная"
    },
    {
        "id": 115,
        "nameRu": "Мука, соевая, жирная"
    },
    {
        "id": 116,
        "nameRu": "Мука, рисовая, коричневая"
    },
    {
        "id": 117,
        "nameRu": "Мука рисовая, клейкая"
    },
    {
        "id": 118,
        "nameRu": "Мука кондитерская, необогащенная, небеленая"
    },
    {
        "id": 119,
        "nameRu": "Лук репчатый, белый, сырой"
    },
    {
        "id": 120,
        "nameRu": "Бананы, перезрелые, сырые"
    },
    {
        "id": 121,
        "nameRu": "Бананы, спелые и слегка перезрелые, сырые"
    },
    {
        "id": 122,
        "nameRu": "Яблоки, red delicious, с кожурой, сырые"
    },
    {
        "id": 123,
        "nameRu": "Яблока, fuji, с кожурой, сырые"
    },
    {
        "id": 124,
        "nameRu": "Яблока, gala, с кожурой, сырые"
    },
    {
        "id": 125,
        "nameRu": "Яблок, granny smith, с кожурой, сырые"
    },
    {
        "id": 126,
        "nameRu": "Яблоки в медовой крошке, с кожурой, сырые"
    },
    {
        "id": 127,
        "nameRu": "Масло арахисовое"
    },
    {
        "id": 128,
        "nameRu": "Масло подсолнечное"
    },
    {
        "id": 129,
        "nameRu": "Масло сафлоровое"
    },
    {
        "id": 130,
        "nameRu": "Масло оливковое, очень легкое"
    },
    {
        "id": 131,
        "nameRu": "Гриб, львиная грива"
    },
    {
        "id": 132,
        "nameRu": "Гриб, вешенка"
    },
    {
        "id": 133,
        "nameRu": "Грибы, шиитаке"
    },
    {
        "id": 134,
        "nameRu": "Шампиньоны, белые веточки"
    },
    {
        "id": 135,
        "nameRu": "Соевое молоко, несладкое, без добавок, без консервантов"
    },
    {
        "id": 136,
        "nameRu": "Миндальное молоко, несладкое, обычное, без добавок, годится для хранения"
    },
    {
        "id": 137,
        "nameRu": "Шпинат детский"
    },
    {
        "id": 138,
        "nameRu": "Шпинат зрелый"
    },
    {
        "id": 139,
        "nameRu": "Помидор, рома"
    },
    {
        "id": 140,
        "nameRu": "Мука, 00"
    },
    {
        "id": 141,
        "nameRu": "Мука из полбы, цельнозерновая"
    },
    {
        "id": 142,
        "nameRu": "Мука, манная крупа крупного и полужирного помола"
    },
    {
        "id": 143,
        "nameRu": "Мука, манная крупа мелкого помола"
    },
    {
        "id": 144,
        "nameRu": "Яблочный сок, с добавлением витамина С, из концентрата, годный к хранению"
    },
    {
        "id": 145,
        "nameRu": "Апельсиновый сок, без мякоти, не витаминизированный, из концентрата, охлажденный"
    },
    {
        "id": 146,
        "nameRu": "Виноградный сок, фиолетовый, с добавлением витамина С, из концентрата, годный к хранению"
    },
    {
        "id": 147,
        "nameRu": "Виноградный сок, белый, с добавлением витамина С, из концентрата, годный к хранению"
    },
    {
        "id": 148,
        "nameRu": "Клюквенный сок, не обогащенный, из концентрата, годный к хранению"
    },
    {
        "id": 149,
        "nameRu": "Грейпфрутовый сок, красный, не обогащенный, не из концентрата, охлажденный"
    },
    {
        "id": 150,
        "nameRu": "Томатный сок с добавлением ингредиентов, из концентрата, годный к хранению"
    },
    {
        "id": 151,
        "nameRu": "Апельсиновый сок без мякоти, не витаминизированный, не из концентрата, охлажденный"
    },
    {
        "id": 152,
        "nameRu": "Грибной, портабелла"
    },
    {
        "id": 153,
        "nameRu": "Гриб, королевская вешенка"
    },
    {
        "id": 154,
        "nameRu": "Гриб, эноки"
    },
    {
        "id": 155,
        "nameRu": "Гриб, кримини"
    },
    {
        "id": 156,
        "nameRu": "Гриб, майтаке"
    },
    {
        "id": 157,
        "nameRu": "Гриб, бук"
    },
    {
        "id": 158,
        "nameRu": "Пирожки с грибами"
    },
    {
        "id": 159,
        "nameRu": "Соевое молоко, подслащенное, простое, охлажденное"
    },
    {
        "id": 160,
        "nameRu": "Миндальное молоко, несладкое, простое, охлажденное"
    },
    {
        "id": 161,
        "nameRu": "Овсяное молоко, несладкое, простое, охлажденное"
    },
    {
        "id": 162,
        "nameRu": "Морковь, зрелая, сырая"
    },
    {
        "id": 163,
        "nameRu": "Морковь, свежая, сырая"
    },
    {
        "id": 164,
        "nameRu": "Перец болгарский, зеленый, сырой"
    },
    {
        "id": 165,
        "nameRu": "Перец болгарский, желтый, сырой"
    },
    {
        "id": 166,
        "nameRu": "Перец болгарский, красный, сырой"
    },
    {
        "id": 167,
        "nameRu": "Перец болгарский, апельсиновый, сырой"
    },
    {
        "id": 168,
        "nameRu": "Пахта нежирная"
    },
    {
        "id": 169,
        "nameRu": "Йогурт обычный, цельное молоко"
    },
    {
        "id": 170,
        "nameRu": "Йогурт греческий, обычный, цельное молоко"
    },
    {
        "id": 171,
        "nameRu": "Сыр пармезан, тертый, охлажденный"
    },
    {
        "id": 172,
        "nameRu": "Сыр, фета, цельное молоко, крошеный"
    },
    {
        "id": 173,
        "nameRu": "Мука, миндаль"
    },
    {
        "id": 174,
        "nameRu": "Мука, овсяная, цельнозерновая"
    },
    {
        "id": 175,
        "nameRu": "Мука, картофельная"
    },
    {
        "id": 176,
        "nameRu": "Арахисовое масло, сливочное"
    },
    {
        "id": 177,
        "nameRu": "Кунжутное масло, сливочное"
    },
    {
        "id": 178,
        "nameRu": "Миндальное масло, сливочное"
    },
    {
        "id": 179,
        "nameRu": "Льняное семя, молотое"
    },
    {
        "id": 180,
        "nameRu": "Творог полножирный, крупный или мелкий"
    },
    {
        "id": 181,
        "nameRu": "Сливочный сыр полножирный, брусочками"
    },
    {
        "id": 182,
        "nameRu": "Сливочный, жирный"
    },
    {
        "id": 183,
        "nameRu": "Сливки, сметанные, полножирные"
    },
    {
        "id": 184,
        "nameRu": "Салат-латук, айсберг, сырой"
    },
    {
        "id": 185,
        "nameRu": "Салат-латук, ромэн, зеленый, сырой"
    },
    {
        "id": 186,
        "nameRu": "Салат-латук, листовой, красный, сырой"
    },
    {
        "id": 187,
        "nameRu": "Салат-латук, листовой, зеленый, сырой"
    },
    {
        "id": 188,
        "nameRu": "Орехи, кедровые орешки, сырые"
    },
    {
        "id": 189,
        "nameRu": "Орехи, миндаль, целые, сырые"
    },
    {
        "id": 190,
        "nameRu": "Орехов, грецких орехов, по-английски, половинки, сырые"
    },
    {
        "id": 191,
        "nameRu": "Орехов, пекан, половинки, сырые"
    },
    {
        "id": 192,
        "nameRu": "Овсяные хлопья, цельнозерновые, в рулонах, по старинке"
    },
    {
        "id": 193,
        "nameRu": "Овсяные хлопья, цельнозерновые, в нарезке"
    },
    {
        "id": 194,
        "nameRu": "Ананас, сырой"
    },
    {
        "id": 195,
        "nameRu": "Вишня, сладкая, темно-красная, сырая"
    },
    {
        "id": 196,
        "nameRu": "Фасоль, хрустящая, зеленая, сырая"
    },
    {
        "id": 197,
        "nameRu": "Картофель, красновато-коричневый, без кожуры, сырой"
    },
    {
        "id": 198,
        "nameRu": "Картофель, красный, без кожуры, сырой"
    },
    {
        "id": 199,
        "nameRu": "Картофель, золотистый, без кожуры, сырой"
    },
    {
        "id": 200,
        "nameRu": "Сладкий картофель, мякоть апельсина, без кожуры, сырой"
    },
    {
        "id": 201,
        "nameRu": "Сельдерей, сырой"
    },
    {
        "id": 202,
        "nameRu": "Огурец, с кожурой, сырой"
    },
    {
        "id": 203,
        "nameRu": "Капуста, зеленая, сырая"
    },
    {
        "id": 204,
        "nameRu": "Капуста, красная, сырая"
    },
    {
        "id": 205,
        "nameRu": "Клубника, сырая"
    },
    {
        "id": 206,
        "nameRu": "Малина, сырая"
    },
    {
        "id": 207,
        "nameRu": "Черника сырая"
    },
    {
        "id": 208,
        "nameRu": "Виноград красный, без косточек, сырой"
    },
    {
        "id": 209,
        "nameRu": "Виноград зеленый, без косточек, сырой"
    },
    {
        "id": 210,
        "nameRu": "Яблочное пюре несладкое с добавлением витамина С"
    },
    {
        "id": 211,
        "nameRu": "Мука амарантовая"
    },
    {
        "id": 212,
        "nameRu": "Мука, киноа"
    },
    {
        "id": 213,
        "nameRu": "Мука, сорго"
    },
    {
        "id": 214,
        "nameRu": "Мука гречневая"
    },
    {
        "id": 215,
        "nameRu": "Мука ржаная"
    },
    {
        "id": 216,
        "nameRu": "Мука ячменная"
    },
    {
        "id": 217,
        "nameRu": "Мука из маниоки"
    },
    {
        "id": 218,
        "nameRu": "Гречневая крупа, цельнозерновая"
    },
    {
        "id": 219,
        "nameRu": "Пшено, цельнозерновое"
    },
    {
        "id": 220,
        "nameRu": "Рис, коричневый, длиннозерный, необогащенный, сырой"
    },
    {
        "id": 221,
        "nameRu": "Рис, белый, длиннозерный, необогащенный, сырой"
    },
    {
        "id": 222,
        "nameRu": "Говядина, фарш, 90% постного мяса \/ 10% жира, сырая"
    },
    {
        "id": 223,
        "nameRu": "Говядина, фарш, 80% постного мяса \/ 20% жира, сырая"
    },
    {
        "id": 224,
        "nameRu": "Свинина, молотая, сырая"
    },
    {
        "id": 225,
        "nameRu": "Курица, молотая, с добавками, сырая"
    },
    {
        "id": 226,
        "nameRu": "Индейка, молотая, 93% нежирной массы\/ 7% жира, сырая"
    },
    {
        "id": 227,
        "nameRu": "Орехов, бразильских орехов, сырых"
    },
    {
        "id": 228,
        "nameRu": "Орехи, кешью, сырые"
    },
    {
        "id": 229,
        "nameRu": "Орехи, фундук или фундучная лещина, сырые"
    },
    {
        "id": 230,
        "nameRu": "Арахис сырой"
    },
    {
        "id": 231,
        "nameRu": "Мука каштановая"
    },
    {
        "id": 232,
        "nameRu": "Орехи, макадамия, сырые"
    },
    {
        "id": 233,
        "nameRu": "Орехи, фисташки, сырые"
    },
    {
        "id": 234,
        "nameRu": "Семечки, тыквенные семечки (пепитас), сырые"
    },
    {
        "id": 235,
        "nameRu": "Семечки, семена подсолнечника, ядра, сырые"
    },
    {
        "id": 236,
        "nameRu": "Мука, кокосовая стружка"
    },
    {
        "id": 237,
        "nameRu": "Фасоль, каннеллини, сухая"
    },
    {
        "id": 238,
        "nameRu": "Нут (фасоль гарбанзо, бенгальский горох), сухой"
    },
    {
        "id": 239,
        "nameRu": "Чечевица, сухая"
    },
    {
        "id": 240,
        "nameRu": "Черный горошек, сухой"
    },
    {
        "id": 241,
        "nameRu": "Фасоль черная консервированная с добавлением натрия, слить воду и промыть"
    },
    {
        "id": 242,
        "nameRu": "Фасоль морская консервированная с добавлением натрия, слить воду и промыть"
    },
    {
        "id": 243,
        "nameRu": "Фасоль каннеллини, консервированная, с добавлением натрия, высушенная и промытая"
    },
    {
        "id": 244,
        "nameRu": "Нут (фасоль гарбанзо, бенгальский горох), консервированный, с добавлением натрия, высушенный и промытый"
    },
    {
        "id": 245,
        "nameRu": "Фасоль с почками, темно-красная, консервированная, с добавлением натрия, сахара, очищенная и промытая"
    },
    {
        "id": 246,
        "nameRu": "Фасоль с почками, светло-красная, консервированная, с добавлением натрия, сахара, очищенная и промытая"
    },
    {
        "id": 247,
        "nameRu": "Горошек зеленый сладкий консервированный с добавлением натрия и сахара, слить воду и промыть"
    },
    {
        "id": 248,
        "nameRu": "Фасоль пинто, консервированная, с добавлением натрия, очищенная и промытая"
    },
    {
        "id": 295,
        "nameRu": "Руккола, малосольная, сырая"
    },
    {
        "id": 296,
        "nameRu": "Спаржа, зеленая, сырая"
    },
    {
        "id": 249,
        "nameRu": "Черный горошек, консервированный, с добавлением натрия, очищенный и промытый"
    },
    {
        "id": 250,
        "nameRu": "Фасоль 'грейт нозерн', консервированная, с добавлением натрия, высушенная и промытая"
    },
    {
        "id": 251,
        "nameRu": "Свинина, корейка, без костей, сырая"
    },
    {
        "id": 252,
        "nameRu": "Свинина, корейка, вырезка, без костей, сырая"
    },
    {
        "id": 253,
        "nameRu": "Курица, грудка, без костей, без кожи, сырая"
    },
    {
        "id": 254,
        "nameRu": "Курица, бедро, без костей, без кожи, сырая"
    },
    {
        "id": 255,
        "nameRu": "Говядина, рибай, стейк, без костей, отборный, сырой"
    },
    {
        "id": 256,
        "nameRu": "Говядина круглая, без костей, отборная, сырая"
    },
    {
        "id": 257,
        "nameRu": "Говядина, запеченная, без костей, на выбор, сырая"
    },
    {
        "id": 258,
        "nameRu": "Говядина, бифштекс, без костей, на выбор, сырая"
    },
    {
        "id": 259,
        "nameRu": "Йогурт, обычный, обезжиренный"
    },
    {
        "id": 260,
        "nameRu": "Сыр, монтерей джек, твердый"
    },
    {
        "id": 261,
        "nameRu": "Сыр, пастеризованный плавленый сыр, пищевой или полуфабрикат, американский, одиночный"
    },
    {
        "id": 262,
        "nameRu": "Сыр проволоне, нарезанный ломтиками"
    },
    {
        "id": 263,
        "nameRu": "Сыр оахака, твердый"
    },
    {
        "id": 264,
        "nameRu": "Сыр кесо фреско, твердый"
    },
    {
        "id": 265,
        "nameRu": "Сыр котиджа, твердый"
    },
    {
        "id": 266,
        "nameRu": "Рыба, лосось, нерка, выловленная в дикой природе, сырая"
    },
    {
        "id": 267,
        "nameRu": "Рыба, лосось атлантический, выращенная на ферме, сырая"
    },
    {
        "id": 268,
        "nameRu": "Рыба, тилапия, выращенная на ферме, сырая"
    },
    {
        "id": 269,
        "nameRu": "Ракообразные, креветки, выращенные на ферме, сырые"
    },
    {
        "id": 270,
        "nameRu": "Рыба, треска атлантическая, выловленная в дикой природе, сырая"
    },
    {
        "id": 271,
        "nameRu": "Рыба, сом, выращенная на ферме, сырая"
    },
    {
        "id": 272,
        "nameRu": "Ракообразные, крабы, синеплавающие, кусковые, пастеризованные, охлажденные"
    },
    {
        "id": 273,
        "nameRu": "Кабачки, летние, зеленые, цуккини, с кожурой, сырые"
    },
    {
        "id": 274,
        "nameRu": "Кабачки, летние, желтые, с кожурой, сырые"
    },
    {
        "id": 275,
        "nameRu": "Кабачки, зимние, с орехами, сырые"
    },
    {
        "id": 276,
        "nameRu": "Кабачки, зимние, с желудями, сырые"
    },
    {
        "id": 277,
        "nameRu": "Капуста бок-чой, сырая"
    },
    {
        "id": 278,
        "nameRu": "Цветная капуста, сырая"
    },
    {
        "id": 279,
        "nameRu": "Капуста, сырая"
    },
    {
        "id": 280,
        "nameRu": "Брюссельская капуста, сырая"
    },
    {
        "id": 281,
        "nameRu": "Свекла, сырая"
    },
    {
        "id": 282,
        "nameRu": "Баклажаны сырые"
    },
    {
        "id": 283,
        "nameRu": "Помидоры целые, консервированные, твердые и жидкие, с добавлением соли"
    },
    {
        "id": 284,
        "nameRu": "Помидоры, консервированные под соусом, с добавлением соли"
    },
    {
        "id": 285,
        "nameRu": "Помидоры, паста, консервированные, без добавления соли"
    },
    {
        "id": 286,
        "nameRu": "Помидоры, измельченные, консервированные"
    },
    {
        "id": 287,
        "nameRu": "Помидоры, пюре, консервированные"
    },
    {
        "id": 288,
        "nameRu": "Абрикос, с кожурой, сырой"
    },
    {
        "id": 289,
        "nameRu": "Дыни, опята, сырые"
    },
    {
        "id": 290,
        "nameRu": "Бананы, спелые, сырые"
    },
    {
        "id": 291,
        "nameRu": "Бананы, недозрелые, сырые"
    },
    {
        "id": 292,
        "nameRu": "Семена чиа, сухие, сырые"
    },
    {
        "id": 293,
        "nameRu": "Булгур, сухой, сырой"
    },
    {
        "id": 294,
        "nameRu": "Дикий рис, сухой, сырой"
    },
    {
        "id": 297,
        "nameRu": "Авокадо, Хасс, очищенное, сырое"
    },
    {
        "id": 298,
        "nameRu": "Рис, черный, необогащенный, сырой"
    },
    {
        "id": 299,
        "nameRu": "Кукуруза, сладкая, с желтыми и белыми зернами, свежая, сырая"
    },
    {
        "id": 300,
        "nameRu": "Кукуруза, зерновая, сухая, сырая"
    },
    {
        "id": 301,
        "nameRu": "Фарро, перловое, сухое, сырое"
    },
    {
        "id": 302,
        "nameRu": "Фонио, зерновое, сухое, сырое"
    },
    {
        "id": 303,
        "nameRu": "Хорасан, зерновое, сухое, сырое"
    },
    {
        "id": 304,
        "nameRu": "Киви, зеленый, очищенный, сырой"
    },
    {
        "id": 305,
        "nameRu": "Мандарин, без косточек, очищенный, сырой"
    },
    {
        "id": 306,
        "nameRu": "Манго, Томми Аткинс, очищенное, сырое"
    },
    {
        "id": 307,
        "nameRu": "Манго, Атаульфо, очищенное, сырое"
    },
    {
        "id": 308,
        "nameRu": "Кукурузная мука, маса харина, белая или желтая, сухая, сырая"
    },
    {
        "id": 309,
        "nameRu": "Груша анжуйская, зеленая, с кожурой, сырая"
    },
    {
        "id": 310,
        "nameRu": "Слива, черная, с кожурой, сырая"
    },
    {
        "id": 311,
        "nameRu": "Рис, красный, необогащенный, сухой, сырой"
    },
    {
        "id": 312,
        "nameRu": "Отруби сорговые, белые, необогащенные, сухие, сырые"
    },
    {
        "id": 313,
        "nameRu": "Мука сорговая, белая, перламутровая, необогащенная, сухая, сырая"
    },
    {
        "id": 314,
        "nameRu": "Сорго зерновое, белое, перламутровое, необогащенное, сухое, сырое"
    },
    {
        "id": 315,
        "nameRu": "Сорго цельнозерновое, белое, сухое, сырое"
    },
    {
        "id": 316,
        "nameRu": "Бананы перезрелые, сырые"
    }
]
